tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'automake'
brew 'git'
brew 'carthage'
brew 'cmake'
brew 'curl'
brew 'docker'
brew 'docker-machine'
brew 'fontconfig'
brew 'go'
brew 'openssl'
brew 'libtool'
brew 'pkg-config'
brew 'sourcekitten'
brew 'swiftlint'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'zsh'
brew 'dart'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'ccleaner'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'java'
cask 'kindle'
cask 'netbeans'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'xccello'
cask 'docker-toolbox'
